{"title":{"0":"NASA's Perseverance Rover 100 Days Out","1":"Scientists Explore Outback as Testbed for Mars ","2":"Mars 2020 Stands on Its Own Six Wheels","3":"NASA's Mars 2020 Rover Goes Coast-to-Coast to Prep for Launch","4":"HiRISE Views NASA's InSight and Curiosity on Mars","5":"NASA Prepares for Moon and Mars With New Addition to Its Deep Space Network","6":"Two of a Space Kind: Apollo 12 and Mars 2020","7":"NASA's InSight Flexes Its Arm While Its 'Mole' Hits Pause","8":"NASA's Treasure Map for Water Ice on Mars","9":"NASA's Curiosity Keeps Rolling As Team Operates Rover From Home","10":"Q&A with the Student Who Named Ingenuity, NASA's Mars Helicopter","11":"A New Video Captures the Science of NASA's Perseverance Mars Rover","12":"Mars Is Getting a New Robotic Meteorologist","13":"NASA's Mars 2020 Rover Completes Its First Drive","14":"NASA Mars Mission Connects With Bosnian and Herzegovinian Town"},"preview":{"0":"Mark your calendars: The agency's latest rover has only about 8,640,000 seconds to go before it touches down on the Red Planet, becoming history's next Mars car.","1":"Australia provides a great place for NASA's Mars 2020 and the ESA-Roscosmos ExoMars scientists to hone techniques in preparation for searching for signs ancient life on Mars.","2":"In time-lapse video, taken at JPL, captures the first time NASA's Mars 2020 rover carries its full weight on its legs and wheels.","3":"The agency's first step in returning rocks from Mars just arrived at Kennedy Space Center. The Mars 2020 team now begins readying for a launch to the Red Planet this July.","4":"New images taken from space offer the clearest orbital glimpse yet of InSight as well as a view of Curiosity rolling along.","5":"Robotic spacecraft will be able to communicate with the dish using radio waves and lasers.","6":"Apollo 12 and the upcoming Mars 2020 mission may be separated by half a century, but they share several goals unique in the annals of space exploration.","7":"Now that the lander's robotic arm has helped the mole get underground, it will resume science activities that have been on hold.","8":"A new study identifies frozen water just below the Martian surface, where astronauts could easily dig it up.","9":"The team has learned to meet new challenges as they work remotely on the Mars mission.","10":"As a longtime fan of space exploration, Vaneeza Rupani appreciates the creativity and collaboration involved with trying to fly on another planet.","11":"With a targeted launch date of July 30, the next robotic scientist NASA is sending to the to the Red Planet has big ambitions.","12":"Sensors on NASA's Perseverance will help prepare for future human exploration by taking weather measurements and studying dust particles.","13":"In a 10-plus-hour marathon, the rover steered, turned and drove in 3-foot (1-meter) increments over small ramps.","14":"A letter from NASA was presented to the mayor of Jezero, Bosnia-Herzegovina, honoring the connection between the town and Jezero Crater, the Mars 2020 rover landing site."}}